Repository: jurialmunkey/plugin.video.themoviedb.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30052
source: Sinhalese (Sri Lanka)
es_es: Cingales (Sri Lanka)

# #30053
source: Slovak (Slovakia)
es_es: Eslovaco (Eslovaquia)

# #30054
source: Slovenian (Slovenia)
es_es: Esloveno (Eslovenia)

# #30055
source: Serbian (Serbia)
es_es: Serbio (Serbia)

# #30056
source: Swedish (Sweden)
es_es: Sueco (Suecia)

# #30059
source: Thai (Thailand)
es_es: Tailandés (Tailandia)

# #30060
source: Tagalog (Philippines)
es_es: Tagalo (Philippines)

# #30061
source: Turkish (Turkey)
es_es: Turco (Turquía

# #30062
source: Ukrainian (Ukraine)
es_es: Ucraniano (Ucrania)

# #30063
source: Vietnamese (Vietnam)
es_es: Vietnamita (Vietnam)

# #30067
source: Zulu (South Africa)
es_es: Zulú (Sudáfrica)

# #32002
source: Days to cache details
es_es: Días para almacenar en caché los detalles

# #32003
source: Days to cache lists
es_es: Días para almacenar en caché las listas

# #32004
source: MPAA rating prefix
es_es: Prefijo de clasificación MPAA

# #32005
source: Language and country
es_es: Idioma y país

# #32006
source: Choose item
es_es: Elige elemento

# #32007
source: Unauthorised 401 Error
es_es: Error 401 no autorizado

# #32009
source: API returned 401 unauthorised error. If you have entered an API key for this service$COMMA please check that it is correct. If this error relates to TMDb API$COMMA please post a debug log to [B]https://github.com/jurialmunkey/plugin.video.themoviedb.helper/issues[/B]
es_es: La API devolvió el error 401 no autorizado. Si ha ingresado una clave API para este servicio$COMMA, verifique que sea correcta. Si este error se relaciona con TMDb API$COMMA, publique un registro de depuración en [B]https://github.com/jurialmunkey/plugin.video.themoviedb.helper/issues[/B]

# #32010
source: Authenticate Trakt account...
es_es: Autenticar cuenta Trakt...

# #32012
source: You must authenticate your Trakt account to use this feature.
es_es: Debe autenticar su cuenta Trakt para utilizar esta función.

# #32013
source: Display Trakt list management options in TMDb details list
es_es: Mostrar las opciones de administración de la lista Trakt en la lista de detalles de TMDb

# #32014
source: Players
es_es: Reproductores

# #32015
source: Players URL
es_es: Reproductores URL

# #32016
source: Update players from URL
es_es: Actualizar reproductores desde URL

# #32017
source: API Keys
es_es: API Claves

# #32018
source: Fanart.tv API key
es_es: Fanart.tv API clave

# #32019
source: Fanart.tv client key
es_es: Clave de cliente de Fanart.tv

# #32020
source: Only use if default api key is deactivated
es_es: Úselo solo si la clave API predeterminada está desactivada

# #32021
source: Use fanart.tv for plugin artwork (slower)
es_es: Utilice fanart.tv para el artwork del complemento (más lento)

# #32022
source: Play / Open
es_es: Reproducir / Abrir

# #32023
source: Default select action in addon
es_es: Seleccione la accion predeterminada en el complemento

# #32024
source: Default player for movies
es_es: Reproductor predeterminado para películas

# #32025
source: Default player for episodes
es_es: Reproductor predeterminado para episodios

# #32026
source: Choose default players
es_es: Elige reproductores predeterminados

# #32027
source: Clear default players
es_es: Borrar reproductores predeterminados
