Repository: jurialmunkey/plugin.video.themoviedb.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Arabic (United Arab Emirates)
es_es: Arabe (Emiratos Arabes Unidos)

# #30001
source: Arabic (Saudi Arabia)
es_es: Arabe (Arabia Saudi)

# #30002
source: Belarusian (Belarus)
es_es: Bielorruso (Bielorrusia)

# #30003
source: Bulgarian (Bulgaria)
es_es: Búlgaro (Bulgaria)

# #30005
source: Catalan (Spain)
es_es: Catalán (España)

# #30007
source: Czech (Czech Republic)
es_es: Checo (Republica Checa)

# #30008
source: Danish (Denmark)
es_es: Danés (Dinamarca)

# #30009
source: German (Austria)
es_es: Alemán (Austria)

# #30010
source: German (Switzerland)
es_es: Alemán (Suiza)

# #30011
source: German (Germany)
es_es: Alemán (Alemania)

# #30012
source: Greek (Greece)
es_es: Griego (Grecia)

# #30013
source: English (Australia)
es_es: Inglés (Australia)

# #30014
source: English (Canada)
es_es: Inglés (Canada)

# #30015
source: English (United Kingdom)
es_es: Inglés (Reino Unido)

# #30016
source: English (Ireland)
es_es: Inglés (Irlanda)

# #30017
source: English (New Zealand)
es_es: Inglés (Nueva Zelanda)

# #30018
source: English (United States of America)
es_es: Inglés (Estados Unidos de Amarica)

# #30019
source: Esperanto (None)
es_es: Esperanto (Internacional)

# #30020
source: Spanish (Spain)
es_es: Español (España)

# #30021
source: Spanish (Mexico)
es_es: Español (México

# #30022
source: Estonian (Estonia)
es_es: Estonio (Estonia)

# #30023
source: Basque (Spain)
es_es: Basco (España)

# #30024
source: Persian (Iran)
es_es: Persa (Irán)

# #30025
source: Finnish (Finland)
es_es: Finés (Finlandia)

# #30026
source: French (Canada)
es_es: Francés (Canadá)

# #30027
source: French (France)
es_es: Francés (Francia)

# #30028
source: Galician (Spain)
es_es: Gallego (España)

# #30029
source: Hebrew (Israel)
es_es: Hebreo (Israel)

# #32028
source: Use fanart.tv for widget artwork (slower)
es_es: Utilice fanart.tv para ilustraciones de widgets (más lento)

# #32029
source: OMDb API
es_es: API OMDb

# #32030
source: Fanart.tv API
es_es: API Fanart.tv

# #32031
source: Trakt API
es_es: API Trakt

# #32032
source: Download Players
es_es: Descargar Reproductores

# #32033
source: Default Players
es_es: Reproductores por defecto

# #32034
source: Get watched indicators and episode counts (slower)
es_es: Obtener indicadores vistos y recuentos de episodios (más lento)

# #32035
source: Get tvshow watched episode counts from Trakt
es_es: Obtenga el recuento de episodios vistos de series de Trakt

# #32036
source: Bundled Players
es_es: Agrupar Reproductores

# #32037
source: Use bundled players
es_es: Utilice reproductores incluidos

# #32038
source: Get additional details from the local Kodi library database
es_es: Obtenga detalles adicionales de la base de datos de la biblioteca local de Kodi

# #32039
source: Kodi Library DB
es_es: Base de datos de la biblioteca Kodi

# #32040
source: Item not found.
es_es: Objeto no encontrado.

# #32041
source: The plugin returned no results.
es_es: El complemento no encontró resultados.

# #32042
source: Choose Action
es_es: Elige Acción

# #32043
source: Up Next
es_es: Siguiente

# #32044
source: Enter Search Query
es_es: Ingrese la consulta de búsqueda

# #32045
source: Cache Refresh
es_es: Actualizar Caché

# #32046
source: Cached details were refreshed
es_es: Actualizados detalles en caché

# #32047
source: Remove from Trakt Collection
es_es: Eliminar de la colección Trakt

# #32048
source: Add to Trakt Collection
es_es: Agregar a la colección Trakt

# #32049
source: Remove from Trakt Watchlist
es_es: Eliminar de la lista de seguimiento de Trakt

# #32050
source: Add to Trakt Watchlist
es_es: Añadir a la lista de seguimiento de Trakt

# #32051
source: Remove from Trakt Watched History
es_es: Eliminar del historial de seguimiento de Trakt

# #32052
source: Add to Trakt Watched History
es_es: Agregar al historial de seguimiento de Trakt

# #32053
source: Refresh Cache
es_es: Actualizar caché

# #32054
source: Would you like to clear existing players first?
es_es: ¿Te gustaría borrar primero los reproductores existentes?

# #32055
source: Authentication Failed.
es_es: Error de autenticación.

# #32056
source: Either the username or password were invalid. Would you like to try again?
es_es: El nombre de usuario o la contraseña no son válidos. ¿Le gustaría volver a intentarlo?

# #32057
source: Retry
es_es: Repetir

# #32058
source: The provided URL is either invalid or inaccesible.
es_es: La URL proporcionada no es válida o es inaccesible.

# #32059
source: Success!
es_es: ¡Correcto!

# #32060
source: files extracted
es_es: archivos extraídos

# #32061
source: Play with
es_es: Reproducir con

# #32062
source: Successfully Added TMDb ID {0} to {1}
es_es: Se agregó correctamente el ID de TMDb {0} a {1}

# #32063
source: Successfully Removed TMDb ID {0} from {1}
es_es: Se eliminó correctamente el ID de TMDb {0} de {1}

# #32064
source: Do you wish to remove {0} from your Trakt {1}? TMDb {2} ID {3}
es_es: ¿Desea eliminar {0} de su Trakt {1}? TMDb {2} ID {3}

# #32065
source: Do you wish to add {0} to your Trakt {1}? TMDb {2} ID {3}
es_es: ¿Desea agregar {0} a su Trakt {1}? TMDb {2} ID {3}

# #32066
source: Debug logging
es_es: Registro de depuración

# #32067
source: Fuzzy local library matching
es_es: Coincidencia aproximada de biblioteca local

# #32068
source: Allow fuzzy matches (ignore year) for movies
es_es: Permitir coincidencias aproximadas (ignorar el año) para películas

# #32069
source: Allow fuzzy matches (ignore year) for tvshows
es_es: Permitir coincidencias aproximadas (ignorar el año) para series de televisión

# #32070
source: Male
es_es: Hombre

# #32071
source: Female
es_es: Mujer

# #32072
source: Unaired Items
es_es: Elementos no emitidos

# #32073
source: Hide unaired movies
es_es: Ocultar películas no emitidas

# #32074
source: Library Integration
es_es: Integración de biblioteca

# #32076
source: Update library after adding items
es_es: Actualizar la biblioteca después de agregar elementos

# #32077
source: Ignore folder creation checks
es_es: Ignorar las comprobaciones de creación de carpetas

# #32078
source: Still to Watch
es_es: Sin reproducir

# #32079
source: System Use Only
es_es: Uso exclusivo del sistema

# #32080
source: Other
es_es: Otro

# #32081
source: Next page item
es_es: Siguiente página de elementos

# #32082
source: Watchlist sort method
es_es: Método de clasificación de la lista de seguimiento

# #32083
source: Accounts
es_es: Cuentas

# #32084
source: Hide unaired episodes
es_es: Ocultar episodios no emitidos

# #32085
source: Flatten seasons
es_es: Compactar capitulos

# #32086
source: Auto-update library and add new/missing episodes
es_es: Actualizar automaticamente la biblioteca y agregar episodios nuevos/faltantes

# #32087
source: Use resolvedURL method for suppressing strm next playlist error
es_es: Utilice el método resolveURL para suprimir el error de la siguiente lista de reproducción de strm

# #32088
source: Navigation
es_es: Navegación

# #32089
source: Select Action
es_es: Seleccione la acción

# #32090
source: Content
es_es: Contenido

# #32091
source: Special season folders
es_es: Carpetas de temporada especial

# #32093
source: Next episodes sort method
es_es: Método de clasificación de próximos episodios

# #32094
source: Prioritise local files over default player
es_es: Priorizar archivos locales sobre el reproductor predeterminado

# #32095
source: Enter the code
es_es: Ingrese el código

# #32096
source: Go to [B]https://trakt.tv/activate[/B]
es_es: Ir a [B]https://trakt.tv/activate[/B]

# #32097
source: Trakt Authentication
es_es: Autenticación de Trakt

# #32098
source: Exists
es_es: Existe

# #32099
source: A value has already been set for this parameter
es_es: Ya se ha establecido un valor para este parámetro

# #32100
source: Do you wish to clear the existing items or add more?
es_es: ¿Desea borrar los elementos existentes o agregar más?

# #32101
source: Clear Items
es_es: Borrar elementos

# #32102
source: Add Items
es_es: Agregar elementos

# #32103
source: No Value Added
es_es: Sin valor agregado

# #32104
source: TMDb ID for {} not found or none selected. Do you want to add another value?
es_es: ID de TMDb para {} no encontrado o ninguno seleccionado. ¿Quieres agregar otro valor?

# #32105
source: Do you want to add another value?
es_es: ¿Quieres agregar otro valor?

# #32106
source: Added
es_es: Agregado

# #32107
source: Set Match Method
es_es: Establecer método de coincidencia

# #32108
source: Choose matching method for parameters with multiple values.
es_es: Elija el método de coincidencia para parámetros con múltiples valores.

# #32109
source: Match ANY Value
es_es: Coincide con CUALQUIER valor

# #32110
source: Match ALL Values
es_es: Coinciden TODOS los valores

# #32111
source: Select Items
es_es: Seleccionar Elementos

# #32112
source: Select Genres
es_es: Seleccionar Géneros

# #32113
source: Also accepts X days relative from today in the format T-X or T+X (e.g. T-10 is ten days ago)
es_es: También acepta X días relativos a partir de hoy en el formato T-X o T+X (p.e, T-10 es hace diez días)

# #32114
source: Enter
es_es: Entrar

# #32115
source: Company
es_es: Compañía

# #32116
source: Network
es_es: Red

# #32117
source: Keyword
es_es: Teclado

# #32118
source: Person
es_es: Persona

# #32119
source: Select Release Types
es_es: Seleccionar tipos de lanzamiento

# #32120
source: Select Region for Release
es_es: Seleccionar región por lanzamiento

# #32121
source: Clear Search History
es_es: Limpiar historial de búsqueda

# #32122
source: XBMCVFS reports unable to create path
es_es: XBMCVFS informa que no se puede crear una ruta

# #32123
source: If error persists and the folders are created correctly, please disable folder path creation checking in TMDBHelper settings.
es_es: Si el error persiste y las carpetas se crean correctamente, deshabilite la verificación de creación de rutas de carpetas en la configuración de TMDBHelper.

# #32124
source: Adding
es_es: Añadiendo

# #32125
source: Add Trakt list to Kodi library
es_es: Agregar lista Trakt a la biblioteca Kodi

# #32126
source: Are you sure you want to add this Trakt list to your Kodi library?
es_es: ¿Estás seguro de que quieres agregar esta lista de Trakt a tu biblioteca Kodi?

# #32127
source: by user
es_es: Por usuario

# #32128
source: This list contains
es_es: Esta lista contiene

# #32129
source: items
es_es: elementos

# #32130
source: Auto-update library at time
es_es: Actualizar automáticamente la biblioteca ahora

# #32131
source: Auto-update library from Trakt list(s)
es_es: Biblioteca de actualización automática lista(s) de Trakt

# #32132
source: Do you wish to update the library from the Trakt list(s) now?
es_es: ¿Desea actualizar la biblioteca desde las listas de Trakt ahora?

# #32133
source: Select List(s)
es_es: Seleccionar lista(s)

# #32134
source: User slug
es_es: Ficha de usuario

# #32135
source: Successfully removed {} {} from {} list.
es_es: Se eliminó correctamente {} {} de la lista {}.

# #32136
source: Successfully added {} {} to {} list.
es_es: Se agregó correctamente {} {} de la lista {}.

# #32137
source: Failed to remove {} {} from {} list.
es_es: No se pudo eliminar {} {} de la lista {}.

# #32138
source: Failed to add {} {} to {} list.
es_es: No se pudo agregar {} {} a la lista {}.

# #32139
source: Remove from Trakt list
es_es: Eliminar de la lista de Trakt

# #32140
source: Add to Trakt list
es_es: Añadir a la lista de Trakt

# #32141
source: Create new list...
es_es: Crear nueva lista...

# #32142
source: Hide watched items
es_es: Ocultar elementos visionados

# #32143
source: Cached details for {} successfully refreshed!
es_es: ¡Los detalles almacenados en caché para {} se actualizaron correctamente!

# #32144
source: Refresh TheMovieDb Details
es_es: Actualizar detalles de TheMovieDb

# #32145
source: TMDbHelper Options
es_es: Opciones de TMDbHelper

# #32146
source: Play using (TMDbHelper)
es_es: Reproduce usando (TMDbHelper)

# #32147
source: Browse seasons (TMDbHelper)
es_es: Explorar temporadas (TMDbHelper)

# #32148
source: Add/Remove from Trakt Watchlist
es_es: Agregar o quitar de la lista de seguimiento de Trakt

# #32149
source: Add/Remove from Trakt History
es_es: Agregar o quitar del historial de Trakt

# #32150
source: Add/Remove from Trakt Collection
es_es: Agregar o quitar de la colección Trakt

# #32151
source: Add to Kodi Library
es_es: Agregar a la biblioteca Kodi

# #32152
source: Remove from list
es_es: Quitar de la lista

# #32153
source: Refresh cached details
es_es: Actualizar detalles almacenados en caché

# #32154
source: Update library now
es_es: Actualizar biblioteca ahora

# #32155
source: Next Aired (Library)
es_es: Próxima emisión (Biblioteca)

# #32156
source: Next aired library calendar links to local tvshow
es_es: Próximos enlaces del calendario de la biblioteca de series local

# #32157
source: Unable to find TMDb ID for item.
es_es: No se puede encontrar el ID de TMDb para el elemento

# #32158
source: Automatically use player if only one available
es_es: Usar automáticamente el reproductor si solo hay uno disponible

# #32159
source: Select Original Language
es_es: Seleccionar idioma original

# #32160
source: Adding {} - {} to library...
es_es: Agregando {} - {} a la biblioteca...

# #32161
source: Do you wish to update the library with this list now?
es_es: ¿Desea actualizar la biblioteca con esta lista ahora?

# #32162
source: Automatically play local files
es_es: Reproducir archivos locales automáticamente

# #32163
source: Use fanart.tv for service monitor artwork
es_es: Utilice fanart.tv para el artwork

# #32164
source: Adding Trakt lists to library is limited to [B]{}[/B] TV Shows and [B]{}[/B] Movies per list. This limit is set to ensure that the APIs providing data for free are respected.
es_es: Agregar listas de Trakt a la biblioteca está limitado a [B]{}[/B] programas de TV y [B]{}[/B] películas por lista. Este límite se establece para garantizar que se respeten las API que proporcionan datos de forma gratuita.

# #32165
source: List length exceeds limits. Skipping...
es_es: La longitud de la lista excede los límites. Salta...

# #32166
source: Adding items to library...
es_es: Agregando elementos a la biblioteca...

# #32167
source: Updating
es_es: Actualizando

# #32168
source: [B]{}[/B] by user [B]{}[/B]
es_es: [B]{}[/B] por usuario [B]{}[/B]

# #32169
source: Logout of Trakt account...
es_es: Cerrar sesión en la cuenta Trakt...

# #32170
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains [B]{}[/B] TV Shows and [B]{}[/B] Movies
es_es: [B][COLOR=red]Advertencia[/COLOR][/B] Esta lista contiene [B]{}[/B] series y [B]{}[/B] películas

# #32171
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains {} items
es_es: [B][COLOR=red]Advertencia[/COLOR][/B] Esta lista contiene {} elementos

# #32172
source: People
es_es: Gente

# #32173
source: Randomised
es_es: Aleatorizado

# #32174
source: Discover
es_es: Descubrir

# #32176
source: Top Rated
es_es: Los más valorados

# #32177
source: Upcoming
es_es: Próximamente

# #32178
source: Trending Today
es_es: Tendencia actual

# #32179
source: Trending This Week
es_es: Tendencia esta semana

# #32180
source: In Theatres
es_es: En cines

# #32181
source: Airing Today
es_es: Emitido hoy

# #32182
source: Currently Airing
es_es: Actualmente emitido

# #32183
source: Next Aired Library
es_es: Próxima emision de biblioteca

# #32184
source: Highest Revenue
es_es: Mayores ingresos

# #32185
source: Most Voted
es_es: Más votada

# #32186
source: All
es_es: Todos

# #32187
source: Collections
es_es: Colecciones

# #32188
source: Reviews
es_es: Reseñas

# #32189
source: TV Networks
es_es: Cadenas de televisión

# #32190
source: Movie Studios
es_es: Estudios de cine

# #32191
source: Images
es_es: Imágenes

# #32192
source: Collection
es_es: Colección

# #32193
source: Watchlist
es_es: Lista de seguimiento

# #32194
source: Your Recently Watched
es_es: Visto recientemente

# #32195
source: Your Most Watched
es_es: Lo más visto

# #32196
source: Your In-Progress
es_es: En progreso

# #32197
source: Your Next Episodes
es_es: Tus próximos episodios

# #32198
source: Recommended For You
es_es: Recomendado para ti

# #32199
source: Based on Recently Watched
es_es: Basado en visto recientemente

# #32200
source: Based on Most Watched
es_es: Basado en lo más visto

# #32201
source: Your
es_es: Su

# #32202
source: Airing This Week
es_es: Emitido esta semana

# #32203
source: Calendar
es_es: Calendario

# #32204
source: Trending
es_es: Tendencias

# #32205
source: Most Played
es_es: Más visto

# #32206
source: Anticipated
es_es: Anticipado

# #32207
source: Top 10 Box Office
es_es: Top 10 de taquilla

# #32208
source: Trending Lists
es_es: Listas de tendencias

# #32209
source: Popular Lists
es_es: Listas populares

# #32210
source: Liked Lists
es_es: Listas que me gustan

# #32211
source: Your Lists
es_es: Tus listas

# #32212
source: Trakt user account logout
es_es: Cerrar sesión en la cuenta de usuario de Trakt

# #32213
source: Do you wish to logout of your Trakt account?
es_es: ¿Desea cerrar sesión en su cuenta Trakt?

# #32214
source: Trakt access token not found
es_es: Token de acceso a Trakt no encontrado

# #32215
source: Logout failed!
es_es: ¡Falló el cierre de sesión!

# #32216
source: Successfully logged out of Trakt user account
es_es: Cerró sesión satisfactoriamente en la cuenta de usuario de Trakt

# #32217
source: No artwork found for {} ID {}
es_es: No se encontraron artwork para {} ID {}

# #32218
source: Artwork found for {} ID {} {}
es_es: Artwork encontrada para {} ID {} {}

# #32219
source: Language {} | {} likes | ID {}
es_es: Idioma {} | {} me gusta | ID {}

# #32220
source: Select artwork
es_es: Seleccionar artwork

# #32221
source: Refresh all artwork
es_es: Actualizar todos los artwork

# #32222
source: Manage artwork
es_es: Administrar artwork

# #32223
source: Recommended
es_es: Recomendada

# #32225
source: Crew
es_es: Equipo

# #32226
source: Posters
es_es: Pósters

# #32227
source: Cast in Movies
es_es: Actores en películas

# #32228
source: Cast in TV Shows
es_es: Actores en series

# #32229
source: Crew in Movies
es_es: Equipo en películas

# #32230
source: Crew in TV Shows
es_es: Equipo en series

# #32231
source: Thumbs
es_es: Viñetas

# #32232
source: In Trakt Lists
es_es: En listas Trakt

# #32233
source: Refresh details
es_es: Actualizar detalles

# #32234
source: Refreshed details for {} ID {}
es_es: Detalles actualizados para {} ID {}

# #32235
source: Browse lists
es_es: Explorar listas

# #32236
source: Select Item
es_es: Seleccione un elemento

# #32237
source: Clear Discover History
es_es: Borrar historial de encontrados

# #32238
source: Discover {}
es_es: Encontrados {}

# #32239
source: Match
es_es: Equivalentes

# #32240
source: Sorting
es_es: Clasificación

# #32241
source: Save As
es_es: Guardar como

# #32242
source: Premiere
es_es: Estreno

# #32243
source: Theatrical (limited)
es_es: Teatral (limitado)

# #32244
source: Theatrical
es_es: Teatral

# #32246
source: Physical
es_es: Físico

# #32247
source: With Cast
es_es: Con actores

# #32248
source: With Crew
es_es: Con equipo

# #32249
source: With People
es_es: Con gente

# #32250
source: Primary Release Year
es_es: Año de lanzamiento principal

# #32251
source: Primary Release Date After
es_es: Fecha después lanzamiento principal

# #32252
source: Primary Release Date Before
es_es: Fecha antes lanzamiento principal

# #32253
source: Release Date After
es_es: Fecha después de lanzamiento

# #32254
source: Release Date Before
es_es: Fecha antes de lanzamiento

# #32255
source: Release Type
es_es: Tipo de lanzamiento

# #32256
source: Release Region
es_es: Región de lanzamiento

# #32257
source: With Networks
es_es: Con Redes

# #32258
source: Air Date After
es_es: Fecha de emisión después

# #32259
source: Air Date Before
es_es: Fecha de emisión anterior

# #32260
source: First Air Date After
es_es: Primera fecha de emisión después

# #32261
source: First Air Date Before
es_es: Primera fecha de emisión antes

# #32262
source: First Air Year
es_es: Primer año de emisión

# #32263
source: With Genres
es_es: Con géneros

# #32264
source: Without Genres
es_es: Sin géneros

# #32265
source: With Companies
es_es: Con Empresas

# #32266
source: Without
es_es: Sin nada

# #32267
source: Without Keywords
es_es: Sin palabras clave

# #32268
source: With Keywords
es_es: Con palabras clave

# #32269
source: With Original Language
es_es: Con idioma original

# #32270
source: Vote Count ( > or = )
es_es: Recuento de votos ( > o = )

# #32271
source: Vote Count ( < or = )
es_es: Recuento de votos ( < o = )

# #32272
source: Vote Average ( > or = )
es_es: Promedio de votos ( > o = )

# #32273
source: Vote Average ( < or = )
es_es: Promedio de votos ( < o = )

# #32274
source: Runtime (Minutes) ( > or = )
es_es: Tiempo de reproducción (Minutos) ( > o = )

# #32275
source: Runtime (Minutes) ( < or = )
es_es: Tiempo de reproducción (Minutos) ( < o = )

# #32276
source: Search for
es_es: Buscar por

# #32277
source: Add Rule
es_es: Agregar regla

# #32278
source: Enter Network IDs separated with " / "
es_es: Ingrese los ID de red separados con " / "

# #32279
source: Enter Year
es_es: Introduzca el año

# #32280
source: Last Fortnight
es_es: Última Quincena

# #32281
source: Last Week
es_es: La semana pasada

# #32282
source: Yesterday
es_es: Ayer

# #32283
source: Next Week
es_es: La próxima semana

# #32284
source: This Week
es_es: Esta semana

# #32285
source: This Fortnight
es_es: Esta Quincena

# #32286
source: Rank
es_es: Rango

# #32287
source: Sort by
es_es: Ordenar por

# #32288
source: Because you watched
es_es: Por ver

# #32289
source: Add to collection
es_es: Añadir a la colección

# #32290
source: Remove from collection
es_es: Quitar de la colección

# #32291
source: Add to watchlist
es_es: Añadir a lista de seguimiento

# #32292
source: Remove from watchlist
es_es: Eliminar de la lista de seguimiento

# #32293
source: Add to recommendations
es_es: Añadir a recomendaciones

# #32294
source: Remove from recommendations
es_es: Quitar de las recomendaciones

# #32295
source: Trakt options
es_es: Opciones de Trakt

# #32296
source: {} failed for {}! {} ID {}
es_es: {} falló para {}! {} ID {}

# #32297
source: {} was successful for {}! {} ID {}
es_es: ¡{} fue exitoso para {}! {} ID {}

# #32298
source: Add to user list
es_es: Agregar a la lista de usuario

# #32299
source: Add to new list
es_es: Agregar a nueva lista

# #32300
source: Trending List
es_es: Lista de tendencias

# #32301
source: Popular List
es_es: Lista Popular

# #32302
source: Liked List
es_es: Lista que me gusta

# #32303
source: Your List
es_es: Tu lista

# #32304
source: View comments
es_es: Ver comentarios

# #32305
source: Comments
es_es: Comentarios

# #32306
source: No comments found!
es_es: ¡No se encontraron comentarios!

# #32307
source: Suppressing retries for {} seconds
es_es: Suprimir reintentos durante {} segundos

# #32308
source: ConnectionError: {}
es_es: Error de conexión: {}

# #32309
source: Browse sorted list
es_es: Explorar lista ordenada

# #32310
source: TMDb ID for {} not found!
es_es: ¡ID de TMDb para {} no encontrada!

# #32311
source: Clear default player
es_es: Borrar player predeterminado

# #32312
source: Select lists
es_es: Seleccionar listas

# #32313
source: Enter URL to download players
es_es: Ingrese la URL para descargar reproductores

# #32314
source: Download players from URL? [B]{}[/B]
es_es: ¿Descargar reproductores desde la URL? [B]{}[/B]

# #32315
source: Add to liked lists
es_es: Añadir a listas de favoritos

# #32316
source: Successfully {} list!
es_es: ¡{} lista exitosamente!

# #32317
source: Unable to {} list!
es_es: ¡No se puede {} listar!
