Repository: jurialmunkey/plugin.video.themoviedb.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32318
source: Error code: {}
es_es: Código de error: {}

# #32319
source: Remove from liked lists
es_es: Eliminar de las listas favoritas

# #32320
source: unliked
es_es: no me gusta

# #32321
source: liked
es_es: me gusta

# #32322
source: Select player
es_es: Seleccionar reproductor

# #32323
source: Item added to library
es_es: Elemento agregado a la biblioteca

# #32324
source: Select Play Method
es_es: Seleccione el método de reproducción

# #32325
source: Configuration for player is missing "is_resolvable" flag. Please select resolve method. setResolvedUrl is the preferred method and generally should work for any player addon that plays files directly, uses inputstream adapative, or only prompts to select bitrate/quality. PlayMedia should be used for any player addon which first runs a script to scrape sources or otherwise does not work correctly using the setResolvedUrl method. To override this dialog, set a resolve method for the player in TMDbHelper's player settings configuration dialog.
es_es: Falta el indicador "is_resolvable" en la configuración del reproductor. Seleccione el método de resolución. setResolvedUrl es el método preferido y generalmente debería funcionar para cualquier complemento de reproductor que reproduzca archivos directamente, use un flujo de entrada adaptativo o solo solicite seleccionar velocidad de bits/calidad. PlayMedia debe usarse para cualquier complemento de reproductor que primero ejecute un script para extraer fuentes o de otra manera no funciona correctamente usando el método setResolvedUrl. Para anular este cuadro de diálogo, establezca un método de resolución para el reproductor en el cuadro de diálogo de configuración del reproductor de TMDbHelper.

# #32326
source: This Month
es_es: Este mes

# #32327
source: Last Month
es_es: El mes pasado

# #32328
source: Select Player to Configure
es_es: Seleccione el reproductor para configurar

# #32329
source: Configure players
es_es: Configurar reproductores

# #32330
source: Reset to Defaults
es_es: Restablecer los valores predeterminados

# #32331
source: Enter New Name for {}
es_es: Ingrese un nuevo nombre para {}

# #32332
source: Choose resolve method for player
es_es: Elija el método de resolución para el reproductor

# #32333
source: User Choice
es_es: Elección de usuario

# #32334
source: Reset player to defaults?
es_es: ¿Restablecer el reproductor a los valores predeterminados?

# #32335
source: Do you wish to reset the [B]{}[/B] player file back to its original unmodified state on disk? [B]WARNING:[/B] This action cannot be undone.
es_es: ¿Desea restablecer el archivo del reproductor [B]{}[/B] a su estado original sin modificar en el disco? [B]ADVERTENCIA:[/B] Esta acción no se puede deshacer.

# #32336
source: Save your changes?
es_es: ¿Guardar los cambios?

# #32337
source: The [B]{}[/B] player file has changed. Do you wish to save your changes? If you close without saving, your changes will be lost.
es_es: El archivo del reproductor [B]{}[/B] ha cambiado. ¿Desea guardar los cambios? Si cierras sin guardar, los cambios se perderán.

# #32338
source: Close without Saving
es_es: Cerrar sin guardar

# #32339
source: {} playback URL resolve method
es_es: {} método de resolución de URL de reproducción

# #32340
source: Please note that setResolvedUrl is Kodi's preferred method for resolving playback URLs. The PlayMedia method should only be used if you experience difficulties using setResolvedUrl with this particular player. Are you sure you want to set this player's resolve method to PlayMedia?
es_es: Tenga en cuenta que setResolvedUrl es el método preferido de Kodi para resolver URL de reproducción. El método PlayMedia solo debe usarse si tiene dificultades al usar setResolvedUrl con este reproductor en particular. ¿Está seguro de que desea configurar el método de resolución de este reproductor en PlayMedia?

# #32341
source: Choose fallback player method
es_es: Elija el método del reproductor alternativo

# #32342
source: Fallbacks for {}
es_es: Opciones alternativas para {}

# #32343
source: Choose fallback for {} {}
es_es: Elija un respaldo para {} {}

# #32344
source: Enter New Priority for {}
es_es: Ingrese una nueva prioridad para {}

# #32345
source: Episode groups
es_es: Grupos de episodios

# #32346
source: Resend local files (fix Trakt scrobbling bug)
es_es: Reenviar archivos locales (corregir el error de scrobbling de Trakt)

# #32347
source: Log output of Trakt request
es_es: Guardar historial de consultas de Trakt

# #32348
source: Log output of TMDb request
es_es: Guardar historial de consultas de TMDb

# #32349
source: Creating movies playlist
es_es: Crear lista de reproducción de películas

# #32350
source: Creating tvshows playlist
es_es: Crear lista de reproducción de series

# #32351
source: Dummy ResolvedURL
es_es: ResolvedURL falso

# #32352
source: Dummy video duration (seconds)
es_es: Duración del vídeo ficticio (segundos)

# #32353
source: Missing "is_resolvable" Flag
es_es: El indicador "is_resolvable" falta

# #32354
source: Does this player resolve directly to a single playable file? Select "Yes" for any player that plays directly from single source. Select "No" for players that scrape multiple sources or otherwise do not work with the setResolvedURL method.
es_es: ¿Este reproductor se resuelve directamente en un único archivo reproducible? Seleccione "Sí" para cualquier reproductor que reproduzca directamente desde una sola fuente. Seleccione "No" para reproductores que extraigan múltiples fuentes o que no funcionen con el método setResolvedURL

# #32355
source: Remove from user list
es_es: Eliminar de la lista de usuarios

# #32356
source: Enter new list name
es_es: Ingrese el nuevo nombre de la lista

# #32357
source: Are you sure you want to delete [B]{}[/B]? This action cannot be undone.
es_es: ¿Estás seguro de que deseas eliminar [B]{}[/B]? Esta acción no se puede deshacer.

# #32358
source: Delete user list
es_es: Eliminar lista de usuarios

# #32359
source: Enter new name
es_es: Introduce un nuevo nombre

# #32360
source: Companies
es_es: Compañías

# #32361
source: Search Lists
es_es: Buscar listas

# #32362
source: Do you want to add this item to the library now?
es_es: ¿Quieres agregar este elemento a la biblioteca ahora?

# #32363
source: Delay after resolving (seconds)
es_es: Retraso después de resolver (segundos)

# #32364
source: Reroute PlayMedia to xbmc.Player()
es_es: Redirigir PlayMedia a xbmc.Player()

# #32365
source: Combined
es_es: Combinado

# #32366
source: Hide items without airdates
es_es: Ocultar elementos sin fechas de emisión

# #32367
source: Local Information
es_es: Información local

# #32368
source: Next Aired / Next Episodes
es_es: Próximos emitidos/próximos episodios

# #32369
source: thumbs
es_es: Viñetas

# #32370
source: landscape
es_es: Apaisado

# #32371
source: Preferred artwork for thumbs
es_es: Artwork preferido para las viñetas

# #32373
source: Restrict to library strm
es_es: Restringir a la biblioteca strm

# #32374
source: Constructing Players
es_es: Construyendo reproductores

# #32375
source: Retrieving Item Details
es_es: Recuperar detalles del elemento

# #32376
source: Building Player Dialog
es_es: Construcción de la ventana de diálogo del reproductor

# #32377
source: Playcount
es_es: Reproducciones

# #32378
source: Show All
es_es: Mostrar todo

# #32379
source: Hide Specials
es_es: Ocultar Especiales

# #32380
source: Hide Up Next
es_es: Ocultar proximos

# #32381
source: Hide Up Next and Specials
es_es: Ocultar a continuación y especiales

# #32382
source: Hide Episode Groups
es_es: Ocultar grupos de episodios

# #32383
source: Hide Episode Groups and Specials
es_es: Ocultar grupos de episodios y especiales

# #32384
source: Hide Episode Groups and Up Next
es_es: Ocultar grupos de episodios y siguiente

# #32385
source: Hide All
es_es: Ocultar todo

# #32386
source: Delete cache
es_es: Eliminar caché

# #32387
source: Delete {} Cache
es_es: Eliminar {} caché

# #32388
source: Are you sure you want to delete the {} cache? This action cannot be undone. TMDbHelper performs regular automatic cache management and cleaning. You should only delete the cache manually in cases of persistent cache related errors.
es_es: ¿Está seguro de que desea eliminar el caché {}? Esta acción no se puede deshacer. TMDbHelper realiza una gestión y limpieza automática de la caché de forma regular. Sólo debe eliminar la caché manualmente en casos de errores persistentes relacionados con la caché.

# #32389
source: Cache deleted!
es_es: Caché eliminada!

# #32390
source: Use alternative .nfo filename
es_es: Utilice un nombre de archivo .nfo alternativo

# #32391
source: Select update type
es_es: Seleccione el tipo de actualización

# #32392
source: Use [B]Quick Update[/B] to check for new items. Use [B]Forced Update[/B] to ignore previously cached update details and recheck all items. Forced updates should only be used when cleaning and rebuilding the Kodi library.
es_es: Utilice [B]Actualización rápida[/B] para buscar nuevos elementos. Utilice [B]Actualización forzada[/B] para ignorar los detalles de la actualización previamente almacenada en caché y volver a comprobar todos los elementos. Las actualizaciones forzadas sólo deben usarse al limpiar y reconstruir la biblioteca Kodi.

# #32393
source: Forced Update
es_es: Actualización forzada

# #32394
source: Quick Update
es_es: Actualización rápida

# #32395
source: Log timer reports for directories
es_es: Informes de tiempo de registro para directorios

# #32396
source: Set unwatched episode count for in-progress tvshows only
es_es: Establecer el recuento de episodios no vistos solo para series en curso

# #32398
source: Medium
es_es: Medio

# #32399
source: Fallback to English when main language unavailable
es_es: Volver al inglés cuando el idioma principal no esté disponible

# #32400
source: Play local Kodi library files
es_es: Reproducir archivos de la biblioteca local de Kodi

# #32401
source: TMDb detailed information
es_es: Información detallada de TMDb

# #32402
source: Get additional details and artwork from TMDb
es_es: Obtenga detalles y artwork adicionales de TMDb

# #32403
source: Increase sync list item limit per page (slower)
es_es: Aumentar el límite de elementos de la lista de sincronización por página (más lento)

# #32404
source: Flatten tvshows with multiple episodes airing same day
es_es: Extender series con múltiples episodios que se transmiten el mismo día

# #32405
source: Your TV Shows Airing This Week
es_es: Series que se emiten esta semana

# #32406
source: Your In-Progress Episodes
es_es: Episodios en progreso

# #32407
source: Get resume points (experimental) (slower)
es_es: Obtener puntos de recuperación (experimental) (más lento)

# #32408
source: Prefer artwork from TMDb first if available
es_es: Preferir primero artwork de TMDb si está disponible

# #32409
source: Cache database location
es_es: Ubicación de la base de datos de caché

# #32410
source: Max concurrent threads (0 is unlimited)
es_es: Máximo de procesos simultáneos (0 es ilimitado)

# #32411
source: Providers
es_es: Proveedores

# #32412
source: With Watch Provider
es_es: Con proveedores vistos

# #32413
source: Next episodes checks calendar (slower but more accurate)
es_es: Próximos episodios comprueba el calendario (más lento pero más preciso)

# #32414
source: Most Watched
es_es: Más visto

# #32415
source: Combine all players for plugin into single entry
es_es: Combine todos los reproductores para el complemento en una sola entrada

# #32416
source: Premieres
es_es: Estrenos

# #32417
source: Remove from progress
es_es: Quitar en progreso

# #32418
source: Adds text to the start of the MPAA rating. For example if set to 'Rated' a 'PG' rating is displayed as 'Rated PG'. Cached items will need to be refreshed.
es_es: Agrega texto al inicio de la clasificación MPAA. Por ejemplo, si se establece en "Clasificado", una clasificación "PG" se muestra como "Clasificado PG". Será necesario actualizar los elementos almacenados en caché.

# #32419
source: The language and country settings used when looking up data from TMDb and Trakt APIs
es_es: La configuración de idioma y país utilizada al buscar datos de las API de TMDb y Trakt

# #32420
source: TMDb artwork quality
es_es: TMDb artwork calidad

# #32421
source: Top Lists
es_es: Listas principales

# #32424
source: Make episode playlists
es_es: Hacer listas de reproducción de episodios

# #32425
source: Have TMDbHelper queue all episodes in a playlist when playing an episode using this player?
es_es: ¿TMDbHelper ha puesto en cola todos los episodios de una lista de reproducción cuando reproduce un episodio con este reproductor?

# #32426
source: Return to previous folder (..)
es_es: Volver a la carpeta anterior (..)

# #32427
source: Use current folder as search URL
es_es: Usar la carpeta actual como URL de búsqueda

# #32428
source: Browse for MOVIE search url
es_es: Búsqueda por PELÍCULA buscar url

# #32429
source: Browse for TVSHOW search url
es_es: Busqueda por SERIES buscar url

# #32430
source: Enter a name for this player
es_es: Introduce un nombre para este reproductor

# #32431
source: Use the same search URL for tvshows as movies?
es_es: ¿Utiliza la misma URL de búsqueda para series que para películas?

# #32432
source: Select template
es_es: Seleccionar plantilla

# #32433
source: Missing QUERYKEY in URL
es_es: Falta QUERYKEY en la URL

# #32434
source: You must insert QUERYKEY where the search query for the URL goes
es_es: Debes insertar QUERYKEY donde va la consulta de búsqueda de la URL

# #32435
source: Input QUERYKEY where search query goes
es_es: Ingrese QUERYKEY donde va la consulta de búsqueda

# #32436
source: Details
es_es: Detalles

# #32437
source: Configure provider data allowlist
es_es: Configurar la lista de datos permitidos del proveedor

# #32438
source: Provider allowlist updated
es_es: Lista de proveedores permitidos actualizada

# #32439
source: The provider allowlist has been updated. Please note that updating provider details requires the item cache to be refreshed. The item cache can be deleted in the expert settings section.
es_es: La lista de proveedores permitidos ha sido actualizada. Tenga en cuenta que para actualizar los detalles del proveedor es necesario actualizar la caché de elementos. El caché de elementos se puede eliminar en la sección de configuración experta.

# #32440
source: Edit steps
es_es: Editar pasos

# #32441
source: Add a new step
es_es: Agregar un nuevo paso

# #32442
source: Add a new rule
es_es: Agregar una nueva regla

# #32443
source: Select value to match against {}
es_es: Seleccione el valor para compararlo con {}

# #32444
source: Select rule or listitem key
es_es: Seleccionar regla o clave de elemento de lista

# #32445
source: Edit Rules for Step {}
es_es: Editar reglas para el paso {}

# #32446
source: plugin:// search URL for {}
es_es: plugin:// URL de búsqueda para {}

# #32447
source: Up Next Only
es_es: Sólo hasta el siguiente

# #32448
source: Stop before attempting playback
es_es: Deténgase antes de intentar la reproducción

# #32449
source: Ignore region release filter
es_es: Ignorar filtro de lanzamiento de región

# #32450
source: Install context menu add-on
es_es: Instalar complemento del menú contextual

# #32451
source: Lowest
es_es: Más lento

# #32452
source: Highest
es_es: Mas rapido

# #32453
source: Least played
es_es: Menos reproducido

# #32454
source: Shortest
es_es: Más corto

# #32455
source: Longest
es_es: Más largo

# #32456
source: Watchlist (Released)
es_es: Lista de seguimiento (publicada)

# #32457
source: Watchlist (Anticipated)
es_es: Lista de seguimiento (anticipada)

# #32458
source: Airing Next Library
es_es: Transmitir la próxima biblioteca

# #32459
source: Your Episodes Airing Next
es_es: Tus episodios se transmitirán a continuación

# #32460
source: Awards
es_es: Premios

# #32461
source: Winner of
es_es: Ganador de

# #32462
source: Nominated for
es_es: Nominado a

# #32463
source: Cache items in custom lists you own for 24 hours
es_es: Almacene en caché elementos en listas personalizadas de su propiedad durante 24 horas

# #32464
source: Significantly increases RAM usage but might improve repeat cache reads for disk cache located on slow storage devices (e.g. USB or SD card storage). Will likely cause worse cache performance for devices with normal storage (e.g. SSD, eMMC or internal HDD) or limited RAM.
es_es: Aumenta significativamente el uso de RAM, pero podría mejorar las lecturas repetidas de caché para el caché de disco ubicado en dispositivos de almacenamiento lentos (por ejemplo, almacenamiento USB o tarjeta SD). Probablemente provocará un peor rendimiento de la caché en dispositivos con almacenamiento normal (por ejemplo, SSD, eMMC o HDD interno) o RAM limitada.

# #32465
source: Cache disk reads to memory (increases RAM usage)
es_es: El disco caché lee en la memoria (aumenta el uso de RAM)

# #32466
source: Play automatically using available providers
es_es: Reproduce automáticamente usando proveedores disponibles

# #32467
source: Refresh cached Kodi Library details
es_es: Actualizar los detalles de la biblioteca Kodi en caché

# #32468
source: Authorisation and sync notifications on startup
es_es: Notificaciones de autorización y sincronización al inicio

# #32469
source: Ignore articles when sorting alphabetically
es_es: Ignorar artículos al ordenar alfabéticamente

# #32471
source: Connection error notifications
es_es: Notificaciones de errores de conexión

# #32472
source: Cache image location
es_es: Ubicación de la imagen de caché

# #32473
source: Collected
es_es: Recogido

# #32474
source: Successfully added {} as default player for {}
es_es: Se agregó con éxito {} como reproductor predeterminado para {}

# #32475
source: Successfully cleared default player for {}
es_es: Se borró con éxito el reproductor predeterminado para {}

# #32476
source: Choose default player
es_es: Elegir reproductor predeterminado

# #32477
source: Change default player for tvshow, season, or episode
es_es: Cambiar el reproductor predeterminado para series, temporada o episodio

# #32478
source: Rebuild service listitems offscreen
es_es: Reconstruir elementos de la lista de servicios fuera de la pantalla

# #32479
source: Some platforms experience crashes while updating onscreen background service listitems with additional properties. Forcing service listitems to be rebuilt offscreen prevents this issue but will be slightly slower to add artwork and ratings. Restart Kodi to see changes.
es_es: Algunas plataformas experimentan fallos al actualizar los elementos de la lista de servicios en segundo plano en pantalla con propiedades adicionales. Obligar a que los elementos de la lista de servicios se reconstruyan fuera de la pantalla evita este problema, pero será un poco más lento para agregar ilustraciones y calificaciones. Reinicie Kodi para ver los cambios.

# #32480
source: Readahead caching of service listitems
es_es: Almacenamiento en caché de lectura anticipada de elementos de la lista de servicios

# #32481
source: Increases the pool of recently watched items randomly selected from the seed to use for "Because You Watched" style recommendations.
es_es: Aumenta aleatoriamente la cantidad de elementos vistos recientemente para aumentar "Ya vistos" recomendaciones de estilo.

# #32482
source: Random seed pool for recommendations
es_es: Grupo de recomendaciones aleatoria

# #32483
source: Allow 3rd party plugin access to API key/token
es_es: Permitir el acceso de complementos de terceros a la API de la clave/token

# #32484
source: TVDb API
es_es: API de TVDb

# #32485
source: Add rating
es_es: Agregar calificación

# #32486
source: Certification
es_es: Certificación

# #32487
source: Certification ( < or = )
es_es: Certificación ( < o = )

# #32488
source: Certification ( > or = )
es_es: Certificación ( > o = )

# #32489
source: Change rating
es_es: Cambiar calificación

# #32490
source: Add to favourites
es_es: Agregar a favoritos

# #32491
source: Remove from favourites
es_es: Quitar de favoritos

# #32492
source: {} already exists in {}!\nDo you wish to remove this item from the list?
es_es: {} ya existe en {}!\n¿Deseas eliminar este elemento de la lista?

# #32493
source: Successfully removed {} from {}
es_es: Se eliminó correctamente {} de {}

# #32494
source: Successfully added {} to {}
es_es: Añadida con éxito {} a {}

# #32495
source: Create new node
es_es: Crear nuevo nodo

# #32496
source: Add/Remove as Custom Node
es_es: Agregar/Quitar como nodo personalizado

# #32497
source: Container content fallback for service listitems without mediatypes
es_es: Contenido descendente para listas de servicios sin tipos de medios

# #32498
source: Some plugins have poor metadata and fail to fill the item mediatype which results in the service monitor not completing an item lookup. This setting allows the service monitor to use the container content type when item mediatype is missing. Note this setting will likely result more frequent incorrect matches due to the end plugin having bad metadata.
es_es: Algunos complementos tienen metadatos deficientes y no completan el tipo de medio del elemento, lo que hace que no se complete una búsqueda de elementos. Esta configuración permite que el monitor de servicio utilice el tipo de contenido del contenedor cuando falta el tipo de medio del elemento. Tenga en cuenta que esta configuración probablemente generará coincidencias incorrectas más frecuentes debido a que el complemento final tiene metadatos incorrectos.

# #32499
source: Page multipliers (higher is slower)
es_es: Multiplicadores de página (cuanto más alto, más lento)

# #32500
source: Page multiplier (TMDb basic lists)
es_es: Multiplicador de páginas (listas básicas de TMDb)

# #32501
source: Page multiplier (Trakt basic lists)
es_es: Multiplicador de páginas (listas básicas de Trakt)

# #32502
source: Page multiplier (Trakt sync lists)
es_es: Multiplicador de páginas (listas de sincronización de Trakt)

# #32503
source: Page multiplier (Library windows)
es_es: Multiplicador de páginas (ventanas de biblioteca)

# #32504
source: Add {} to node
es_es: Agregar {} al nodo

# #32505
source: Genre icons folder (TMDb)
es_es: Carpeta de iconos de género (TMDb)

# #32506
source: Provider icons folder (TMDb)
es_es: Carpeta de iconos del proveedor (TMDb)

# #32507
source: Genre icon folder (Trakt)
es_es: Carpeta de iconos de género (Trakt)

# #32508
source: Recache Kodi Library details when building players
es_es: Recuperar detalles de la biblioteca Kodi al crear reproductores

# #30031
source: Hungarian (Hungary)
es_es: Húngaro (Hungría)

# #30032
source: Indonesian (Indonesia)
es_es: Indonesio (Indonesia)

# #30033
source: Italian (Italy)
es_es: Italiano (Italia)

# #30034
source: Japanese (Japan)
es_es: Japonés (Japón)

# #30035
source: Georgian (Georgia)
es_es: Georgiano (Georgia)

# #30036
source: Kazakh (Kazakhstan)
es_es: Kazajo (Kazajistán)

# #30038
source: Korean (South Korea)
es_es: Coreano (Corea del Sur)

# #30039
source: Lithuanian (Lithuania)
es_es: Lituano (Lituania)

# #30040
source: Latvian (Latvia)
es_es: Letón (Letonia)

# #30042
source: Malay (Malaysia)
es_es: Malayo (Malasia)

# #30043
source: Malay (Singapore)
es_es: Malayo (Singapur)

# #30044
source: Norwegian Bokmål (Norway)
es_es: Bokmål noruego (Noruega)

# #30045
source: Dutch (Netherlands)
es_es: Holandés (Países Bajos)

# #30046
source: Norwegian (Norway)
es_es: Noruego (Noruega)

# #30047
source: Polish (Poland)
es_es: Polaco (Polonia)

# #30048
source: Portuguese (Brazil)
es_es: Portugués (Brasil)

# #30049
source: Portuguese (Portugal)
es_es: Portugués (portugal)

# #30050
source: Romanian (Romania)
es_es: Rumano (Rumania)

# #30051
source: Russian (Russia)
es_es: Ruso (Rusia)
